const gldhList = [{
  "dh_title": "海外冬季目的地精选",
  "dh_item_list": [{
    "item_mdd": "北海道",
    "item_dec": "在皑皑白雪中泡温泉"
  }, {
    "item_mdd": "冰岛",
    "item_dec": "亲近极北之地的莫测极光"
  }, {
    "item_mdd": "澳大利亚",
    "item_dec": "在南半球过个暖洋洋的圣诞节"
  }, {
    "item_mdd": "洛杉矶",
    "item_dec": "阳光加州，避寒圣地"
  }, {
    "item_mdd": "新加坡",
    "item_dec": "活力四射的花园之城"
  }, {
    "item_mdd": "斯里兰卡",
    "item_dec": "便利签证，异域风情"
  }, {
    "item_mdd": "帕劳",
    "item_dec": "潜水者的朝圣地"
  }, {
    "item_mdd": "缅甸",
    "item_dec": "踏上佛国净化之旅"
  }, {
    "item_mdd": "菲律宾",
    "item_dec": "徜徉海岛间，潜入深海中"
  }, {
    "item_mdd": "迪拜",
    "item_dec": "沙漠中的奇迹之城"
  }]
}, {
  "dh_title": "国内冬季目的地推荐",
  "dh_item_list": [{
    "item_mdd": "漠河",
    "item_dec": "至寒圣地的极光约会"
  }, {
    "item_mdd": "黄山",
    "item_dec": "银装素裹秒杀菲林季"
  }, {
    "item_mdd": "海螺沟",
    "item_dec": "冰川温泉的童话世界"
  }, {
    "item_mdd": "壶口瀑布",
    "item_dec": "绝美的冰瀑玉壶奇观"
  }, {
    "item_mdd": "西岭雪山",
    "item_dec": "成都周边最大滑雪场"
  }, {
    "item_mdd": "西双版纳",
    "item_dec": "聆听欣赏原生态歌舞"
  }, {
    "item_mdd": "霞浦",
    "item_dec": "红枫白荻的交相辉映"
  }, {
    "item_mdd": "广州",
    "item_dec": "相约一起喝粤式早茶"
  }, {
    "item_mdd": "高雄",
    "item_dec": "暖冬初阳遇最美台湾"
  }, {
    "item_mdd": "三亚",
    "item_dec": "去热带海滩逃离寒冬"
  }]
}, {
  "dh_title": "奔向海岛",
  "dh_item_list": [{
    "item_mdd": "象岛",
    "item_dec": "腻了普吉，来象岛玩个深度"
  }, {
    "item_mdd": "巴厘岛",
    "item_dec": "巴厘岛免签啦"
  }, {
    "item_mdd": "毛里求斯",
    "item_dec": "印度洋上的海上明珠"
  }, {
    "item_mdd": "塞班岛",
    "item_dec": "错“季”出行，也有惊喜"
  }, {
    "item_mdd": "长滩岛",
    "item_dec": "潜水与蜜月的天堂"
  }, {
    "item_mdd": "圣托里尼",
    "item_dec": "蓝白之城映衬着海风吹拂"
  }, {
    "item_mdd": "沙美岛",
    "item_dec": "如果你厌倦了芭提雅"
  }, {
    "item_mdd": "杜马盖地",
    "item_dec": "找小丑鱼做客去！"
  }, {
    "item_mdd": "兰卡威",
    "item_dec": "海钓、潜水，看蓝天"
  }, {
    "item_mdd": "沙巴",
    "item_dec": "这里有世界上最美的落日"
  }]
}, {
  "dh_title": "主题推荐",
  "dh_item_list": [{
    "sub_title": "骑行",
    "sub_dh_list": ["海南", "青海湖", "敦煌", "漠河", "台湾", "北京", "杭州", "双廊", "婺源", "阿尔山", "法国", "厦门", "阳朔", "香格里拉", "太湖", "西藏", "大理", "成都", "乌鲁木齐"]
  }, {
    "sub_title": "潜水",
    "sub_dh_list": ["沙巴", "三亚", "斐济", "巴厘岛", "长滩岛", "马尔代夫", "苏梅岛", "普吉岛", "夏威夷", "巴拉望", "马来西亚", "兰卡威", "埃及", "印度尼西亚", "泰国"]
  }, {
    "sub_title": "徒步",
    "sub_dh_list": ["尼泊尔", "虎跳峡", "喀纳斯", "墨脱", "小五台", "贡嘎雪山", "海陀山", "海螺沟", "雨崩", "三峡", "阳朔", "新都桥", "楠溪江", "梅里雪山", "野三坡", "西双版纳"]
  }, {
    "sub_title": "登山",
    "sub_dh_list": ["珠穆朗玛峰", "乞力马扎罗", "牛背山", "太白山", "四姑娘山", "雁荡山", "云台山", "三清山", "普陀山", "庐山", "海陀山", "小五台", "华山", "泰山", "黄山 ", "武功山"]
  }]
}]

export default gldhList