const hotelMddList = [{
  "region": "中国",
  "travelList": ["台北", "香港", "北京", "杭州", "上海", "成都", "垦丁", "花莲", "重庆", "厦门", "大理", "三亚"]
}, {
  "region": "亚洲",
  "travelList": ["东京", "大阪", "京都", "曼谷", "清迈", "普吉岛", "首尔", "新加坡", "甲米", "芭提雅", "吉隆坡", "苏梅岛"]
}, {
  "region": "欧洲",
  "travelList": ["巴黎", "伦敦", "罗马", "佛罗伦萨", "巴塞罗那", "阿姆斯特丹", "慕尼黑", "柏林", "斯德哥尔摩", "圣托里尼", "布拉格", "维也纳"]
}, {
  "region": "北美",
  "travelList": ["纽约", "洛杉矶", "拉斯维加斯", "旧金山", "塞班岛", "黄石国家公园"]
}, {
  "region": "大洋洲",
  "travelList": ["悉尼", "墨尔本", "大洋路", "黄金海岸", "皇后镇", "基督城"]
}]

export default hotelMddList