const hotmddList = [{
  navbarTitle: '国内',
  provinces: [{
    name: '直辖市',
    areas: ['北京', '上海', '重庆', '天津']
  }, {
    name: '西藏 贵州',
    areas: ['拉萨', '林芝', '阿里', '黔东南', '荔波', '镇远', '西江', '黄果树']
  }, {
    name: '云南',
    areas: ['丽江', '大理', '昆明', '香格里拉', '泸沽湖', '双廊', '西双版纳', '束河', '腾冲', '雨崩']
  }, {
    name: '四川',
    areas: ['成都', '九寨沟', '稻城', '色达', '若尔盖', '都江堰', '亚丁', '阿坝', '峨眉山', '牛背山']
  }, {
    name: '西北',
    areas: ['西安', '青海湖', '西宁', '祁连', '敦煌', '兰州', '甘南', '张掖', '嘉峪关', '新疆']
  }, {
    name: '山东 山西',
    areas: ['青岛', '泰山', '日照', '威海', '烟台', '长岛', '蓬莱', '平遥', '大同', '五台山', '壶口瀑布']
  }, {
    name: '浙江',
    areas: ['杭州', '乌镇', '西塘', '千岛湖', '普陀山', '东极岛', '南浔']
  }, {
    name: '湖南 湖北',
    areas: ['张家界', '凤凰', '郴州', '武汉', '恩施', '神农架']
  }, {
    name: '海南 福建',
    areas: ['三亚', '蜈支洲岛', '海口', '厦门', '鼓浪屿', '武夷山', '泉州']
  }, {
    name: '安徽 江西',
    areas: ['黄山', '宏村', '婺源', '景德镇', '庐山', '三清山', '南昌']
  }, {
    name: '江苏',
    areas: ['南京', '苏州', '无锡', '扬州', '周庄', '常州', '连云港', '同里']
  }, {
    name: '河北 河南',
    areas: ['北戴河', '秦皇岛', '承德', '张北', '少林寺', '洛阳', '龙门石窟']
  }, {
    name: '广东 广西',
    areas: ['广州', '深圳', '珠海', '汕头', '桂林', '阳朔', '北海', '黄姚古镇', '涠洲岛', '龙脊梯田']
  }, {
    name: '内蒙古 东北',
    areas: ['呼伦贝尔', '阿尔山', '海拉尔', '哈尔滨', '漠河', '雪乡', '大连', '丹东', '盘锦']
  }]
}, {
  navbarTitle: '港澳台',
  provinces: [{
    name: '台湾',
    areas: ['台北', '垦丁', '花莲', '高雄', '台中', '九份', '南投', '阿里山']
  }, {
    name: '香港 澳门',
    areas: []
  }]
}, {
    navbarTitle: '日本',
    provinces: [{
      name: '日本',
      areas: ['东京', '大阪', '京都', '冲绳', '北海道', '箱根', '札幌', '奈良', '名古屋', '福冈', '神户', '那霸', '函馆', '小樽', '镰仓']
   }]
}, {
  navbarTitle: '东南亚',
  provinces: [{
    name: '泰国',
    areas: ['普吉岛', '清迈', '曼谷', '苏梅岛', '甲米', '芭提雅', '象岛']
  }, {
    name: '越南',
    areas: ['芽庄', '岘港', '美奈', '大叻', '河内', '胡志明市']
  }, {
    name: '新加坡 印尼',
    areas: ['新加坡', '巴厘岛', '民丹岛']
  }, {
    name: '柬埔寨 缅甸',
    areas: ['吴哥窟', '暹粒', '金边', '仰光', '蒲甘', '曼德勒']
  }, {
    name: '马来西亚',
    areas: ['沙巴', '仙本那', '吉隆坡', '兰卡威']
  }, {
    name: '菲律宾 文莱',
    areas: ['长滩岛', '杜马盖地', '薄荷岛', '宿雾', '文莱']
  }]
}, {
  navbarTitle: '南亚 西亚',
  provinces: [{
    name: '马尔代夫',
    areas: ['马累', '阿雅达岛', '薇拉瓦鲁岛', '宁静岛']
  }, {
    name: '斯里兰卡',
    areas: ['科伦坡', '康提', '努沃勒埃利耶', '尼甘布']
  }, {
    name: '阿联酋 伊朗',
    areas: ['迪拜', '阿布扎比', '德黑兰', '伊斯法罕', '设拉子']
  }, {
    name: '尼泊尔',
    areas: ['加德满都', '博卡拉', '巴德岗']
  }, {
    name: '印度',
    areas: ['新德里', '孟买', '阿格拉', '斋普尔', '瓦拉纳西']
  }]
}, {
  navbarTitle: '欧洲 美洲',
  provinces: [{
    name: '美国',
    areas: ['洛杉矶', '旧金山', '纽约', '塞班岛', '夏威夷', '关岛', '西雅图', '华盛顿', '波士顿', '奥兰多', '迈阿密', '芝加哥', '阿拉斯加']
  }, {
    name: '德国 奥地利',
    areas: ['慕尼黑', '法兰克福', '柏林', '科隆', '福森', '维也纳', '哈尔施塔特', '萨尔茨堡']
  }, {
    name: '英国 爱尔兰',
    areas: ['伦敦', '爱丁堡', '剑桥', '牛津', '约克', '都柏林']
  }, {
    name: '希腊 土耳其',
    areas: ['圣托里尼', '雅典', '伊斯坦布尔', '棉花堡', '卡帕多奇亚']
  }, {
    name: '意大利',
    areas: ['罗马', '威尼斯', '佛罗伦萨', '米兰', '五渔村']
  }, {
    name: '捷克 匈牙利',
    areas: ['布拉格', '克鲁姆洛夫', '卡罗维发利', '布达佩斯']
  }, {
    name: '法国 瑞士',
    areas: ['巴黎', '普罗旺斯', '卢塞恩', '苏黎世', '因特拉肯', '日内瓦']
  }, {
    name: '冰岛',
    areas: ['雷克雅未克', '维克', '阿克雷里', '霍芬']
  }, {
    name: '西班牙',
    areas: ['巴塞罗那', '马德里', '塞维利亚', '格拉纳达', '托莱多']
  }, {
    name: '荷兰 比利时',
    areas: ['阿姆斯特丹', '鹿特丹', '羊角村', '布鲁塞尔', '布鲁日']
  }, {
    name: '葡萄牙',
    areas: ['里斯本', '波尔图', '辛特拉']
  }, {
    name: '美洲其他',
    areas: ['加拿大', '巴西', '古巴', '墨西哥', '秘鲁']
  }, {
    name: '俄罗斯',
    areas: ['莫斯科', '贝加尔湖', '圣彼得堡', '海参崴']
  }, {
    name: '欧洲其他',
    areas: ['芬兰', '挪威', '丹麦', '瑞典', '塞尔维亚', '克罗地亚']
  }]
}, {
  navbarTitle: '澳洲 非洲',
  provinces: [{
    name: '澳大利亚',
    areas: ['悉尼', '墨尔本', '凯恩斯', '大堡礁', '黄金海岸', '布里斯班']
  }, {
    name: '埃及',
    areas: ['开罗', '卢克索', '阿斯旺', '红海', '亚历山大']
  }, {
    name: '新西兰',
    areas: ['奥克兰', '皇后镇', '基督城']
  }, {
    name: '摩洛哥',
    areas: ['马拉喀什', '卡萨布兰卡', '非斯', '舍夫沙万']
  }, {
    name: '澳洲其他',
    areas: ['斐济', '大溪地']
  }, {
    name: '非洲其他',
    areas: ['毛里求斯', '塞舌尔', '肯尼亚', '马达加斯加']
  }]
}]

export default hotmddList
